Repository: pingfangx/TranslatorX
Catalog: JetBrains/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Methods//Constructor declaration
zh_cn: 方法//构造函数声明

source: Methods//Inherited method
zh_cn: 方法//继承的方法

source: Methods//Method call
zh_cn: 方法//方法调用

source: Methods//Method declaration
zh_cn: 方法//方法声明

source: Methods//Static method
zh_cn: 方法//静态方法

source: Methods:
zh_cn: 方法：

source: Migrate one type to another
zh_cn: 迁移到另一个类型

source: Migration
zh_cn: 迁移

source: Migration maps
zh_cn: 迁移映射

source: Mind that you can move method parameters in both declaration and invocation.
zh_cn: 注意，您可以在方法声明和调用中移动参数。

source: Minimal delta length when inspection will warn
zh_cn: 检查会警告时的最小变化长度

source: Minimize
zh_cn: 最小化

source: Minimize current window
zh_cn: 最小化当前窗口

source: Minimum Blank Lines
zh_cn: 最小的空行

source: Minimum count:
zh_cn: 最小数量：

source: Missing closing tag
zh_cn: 缺少关闭标签

source: Missing method body, or declare abstract
zh_cn: 缺少方法体，或声明 abstract

source: Missing package statement: ''{0}''
zh_cn: 缺少包语句：''{0}''

source: Missing properties file
zh_cn: 丢失属性文件

source: Missing required attribute
zh_cn: 缺少必需属性

source: Missing return statement
zh_cn: 缺少 return 语句

source: Missing return value
zh_cn: 缺少返回值

source: Mod&ule file location:
zh_cn: 模块文件位置：(&U)

source: Model Dependency diagram provides a convenient way to look at the project models and to navigate through the project.
zh_cn: 模型依赖图提供了一种查看项目模型和浏览项目的便捷方式。

source: Modified
zh_cn: 修改的

source: Modified Lines
zh_cn: 己修改行

source: Modified by {0} on {1}: {2}
zh_cn: 由 {0} 修改在 {1}: {2}

source: Modified by {0} {1}: {2}
zh_cn: 由 {0} 修改在 {1}: {2}

source: Modified without Checkout
zh_cn: 已修改没有检出的文件

source: Modified:
zh_cn: 已修改的:

source: Modifier
zh_cn: 修饰符

source: Modifier ''{0}'' not allowed here
zh_cn: 此处不允许使用修饰符 ''{0}''

source: Modifier list
zh_cn: 修饰符列表

source: Modifier:
zh_cn: 修饰符:

source: Modify value of selected node
zh_cn: 修改选中节点的值

source: Modifying value…
zh_cn: 修改值…

source: Modularization issues
zh_cn: 模块化问题

source: Module
zh_cn: 模块

source: Module "{0}" must not contain source root "{1}".
zh_cn: 模块 "{0}" 不能包含源码根目录 "{1}"。

source: Module ''{0}''
zh_cn: 模块 ''{0}''

source: Module ''{0}'' JAR Settings
zh_cn: 模块 ''{0}'' JAR 设置

source: Module ''{0}'' already exists
zh_cn: 模块 ''{0}'' 已经存在

source: Module ''{0}'' already exists in the project
zh_cn: 模块 ''{0}'' 已经存在于项目中

source: Module ''{0}'' already exists in the project.
zh_cn: 模块 ''{0}'' 已经存在于项目中。

source: Module ''{0}'' does not depend on ''{1}''.
zh_cn: 模块 ''{0}'' 不依赖于 ''{1}''。

source: Module ''{0}'' does not depend on module ''{1}''.
zh_cn: 模块 ''{0}'' 不依赖于模块 ''{1}''。

source: Module ''{0}'' does not exist
zh_cn: 模块 ''{0}'' 不存在

source: Module ''{0}'' does not exist in project ''{1}''
zh_cn: 模块 ''{0}'' 不存在于项目 ''{1}''

source: Module ''{0}'' doesn''t exist in project
zh_cn: 模块 ''{0}'' 不存在于项目中

source: Module ''{0}'' is unloaded from the project
zh_cn: 模块 ''{0}'' 从项目中卸载

source: Module ''{0}'' reads package ''{1}'' from both ''{2}'' and ''{3}''
zh_cn: 模块 ''{0}'' 从 ''{2}'' 和 ''{3}'' 两者中读取包 ''{1}''

source: Module ''{0}'' runtime scope
zh_cn: 模块 ''{0}'' 运行时范围

source: Module ''{0}'' sources do not depend on module ''{1}'' sources
zh_cn: 模块 ''{0}'' 不依赖于 ''{1}'' 源码

source: Module .iml file would be placed in selected directory
zh_cn: 模块 .iml 文件将被放置在选定的目录中

source: Module Already Exists
zh_cn: 模块已经存在

source: Module Content Root Already Exists
zh_cn: 模块内容根已存在

source: Module Dependency...
zh_cn: 模块依赖关系...

source: Module Directory
zh_cn: 模块目录

source: Module File Location Not Specified
zh_cn: 模块文件位置未指定

source: Module File Path Not Specified
zh_cn: 模块文件路径未指定

source: Module Group
zh_cn: 模块组

source: Module Library
zh_cn: 模块库

source: Module Name Not Specified
zh_cn: 模块名称未指定

source: Module Output
zh_cn: 模块输出

source: Module SDK is not defined
zh_cn: 模块 SDK 未定义

source: Module Settings
zh_cn: 模块设置

source: Module Subgroup
zh_cn: 模块分组

source: Module Test Output
zh_cn: 模块测试输出

source: Module _Settings
zh_cn: 模块设置(_S)

source: Module content &root:
zh_cn: 模块内容根:(&R)

source: Module declaration expected
zh_cn: 期望模块声明

source: Module declaration should be in a file named 'module-info.java'
zh_cn: 模块声明应该在一个名为 'module-info.java' 的文件中

source: Module declaration should be located in a module's source root
zh_cn: 模块声明应位于模块的源根目录中

source: Module directive expected
zh_cn: 期望模块指令

source: Module exports/opens package to itself
zh_cn: 模块导出/打开包本身

source: Module file does not exist: {0}
zh_cn: 模块文件不存在: {0}

source: Module file has an older format.
zh_cn: 模块文件的格式比较旧。

source: Module file will be saved in:
zh_cn: 模块文件将被保存在:

source: Module group ''{0}''
zh_cn: 模块组 ''{0}''

source: Module group:
zh_cn: 模块组：

source: Module groups are used to logically organize project modules.
zh_cn: 模块组用于逻辑组织项目模块。

source: Module is not in dependencies: {0}
zh_cn: 模块不是依赖关系：{0}

source: Module na&me:
zh_cn: 模块名：(&M)

source: Module name ''{0}'' should avoid terminal digits
zh_cn: 模块名称 ''{0}'' 应避免终端数字

source: Module name component ''{0}'' should avoid terminal digits
zh_cn: 模块名称组件 ''{0}'' 应避免终端数字。

source: Module named ''{0}'' already exists
zh_cn: 名为 ''{0}'' 的模块已存在

source: Module names validation
zh_cn: 模块名称验证

source: Module not found: {0}
zh_cn: 未找到模块：{0}

source: Module not specified
zh_cn: 模块未指定

source: Module source path
zh_cn: 模块源路径

source: Module statement expected
zh_cn: 期望模块语句

source: Module type:
zh_cn: 模块类型:

source: Module with name "{0}" already exists in the project
zh_cn: 项目中已经存在名为 "{0}" 的模块

source: Module {0, choice, 1#Library|2#Libraries}
zh_cn: 模块库

source: Module {0}
zh_cn: 模块 {0}

source: Module:
zh_cn: 模块：

source: Modules
zh_cn: 模块

source: Monitor your changes you make to an HTML file, in Chrome browser, without refreshing a page.
zh_cn: 在 Chrome 浏览器中监控您对 HTML 文件所做的更改，而无需刷新页面。

source: Monitoring stopped.
zh_cn: 监测停止。

source: More info
zh_cn: 更多信息

source: More info on <a href="{0}">W3C website</a>, <a href="{1}">SitePoint Reference website</a>.
zh_cn: 更多信息在 <a href="{0}">W3C 网站</a>, <a href="{1}">参考网站</a>。

source: More than {0} matches
zh_cn: 超过 {0} 匹配

source: Moreover, from within the lookup list, you can press &shortcut:QuickJavaDoc; to view the item's documentation.
zh_cn: 此外，在查阅列表中，可以按 &shortcut:QuickJavaDoc; 查看每一项的文档。

source: Moreover, it's possible to propagate such a move in a method declaration to the method invocations - just immediately after move press &shortcut:ShowIntentionActions;, and choose Apply signature change.
zh_cn: 此外，可以将这种移动从方法申明应用到方法调用，只需在移动后立即按下 &shortcut:ShowIntentionActions; 并选择 Apply signature change。

source: Mouse
zh_cn: 鼠标

source: Mouse Shortcut
zh_cn: 鼠标快捷键

source: Mouse shortcut
zh_cn: 鼠标快捷键

source: Move
zh_cn: 移动

source: Move &Down
zh_cn: 下移(&D)

source: Move &Up
zh_cn: 上移(&U)

source: Move &all
zh_cn: 移动全部(&A)

source: Move &current
zh_cn: 移动当前(&C)

source: Move &inner class {0} to upper level
zh_cn: 移动内部类 {0} 到上一级(&I)

source: Move &package ''{0}'' to another package
zh_cn: 移动 ''{0}'' 包到另一个包(&P)

source: Move ''return'' closer to computation of the value of ''{0}''
zh_cn: 将 ''return'' 移近 ''{0}'' 的值的计算

source: Move ''{0}'' to the end of the list
zh_cn: 移动 ''{0}'' 到列表结尾

source: Move 'return' closer to computation of the result
zh_cn: 将 'return' 移近结果计算

source: Move Caret Backward a Paragraph
zh_cn: 插入符号向后移动一个段落

source: Move Caret Forward a Paragraph
zh_cn: 插入符号向前移动一个段落

source: Move Caret to Code Block End
zh_cn: 移动插入符号到代码块结尾处

source: Move Caret to Code Block End with Selection
zh_cn: 移动插入符号到代码块结尾处并选择

source: Move Caret to Code Block Start
zh_cn: 移动插入符号到代码块开始处

source: Move Caret to Code Block Start with Selection
zh_cn: 移动插入符号到代码块开始处并选择

source: Move Caret to Line End
zh_cn: 移动插入符号到行尾

source: Move Caret to Line End with Selection
zh_cn: 移动插入符号到行尾并选择

source: Move Caret to Line Start
zh_cn: 移动插入符号到行首

source: Move Caret to Line Start with Selection
zh_cn: 移动插入符号到行首并选择

source: Move Caret to Matching Brace
zh_cn: 移动插入符号到匹配的小括号

source: Move Caret to Next Word
zh_cn: 移动插入符号到下个单词

source: Move Caret to Next Word in Different "CamelHumps" Mode
zh_cn: 在驼峰匹配模式中自动移动插入符号到下个单词

source: Move Caret to Next Word with Selection
zh_cn: 移动插入符号到下个单词并选择

source: Move Caret to Next Word with Selection in Different "CamelHumps" Mode
zh_cn: 在驼峰匹配模式中自动移动插入符号到下个单词并选择

source: Move Caret to Page Bottom
zh_cn: 移动插入符号到页的底部

source: Move Caret to Page Bottom with Selection
zh_cn: 移动插入符号到页的底部并选择

source: Move Caret to Page Top
zh_cn: 移动插入符号到页的顶部

source: Move Caret to Page Top with Selection
zh_cn: 移动插入符号到页的顶部并选择

source: Move Caret to Previous Word
zh_cn: 移动插入符号到上个单词

source: Move Caret to Previous Word in Different "CamelHumps" Mode
zh_cn: 在驼峰匹配模式中自动移动插入符号到上个单词

source: Move Caret to Previous Word with Selection
zh_cn: 移动插入符号到上个单词并选择

source: Move Caret to Previous Word with Selection in Different "CamelHumps" Mode
zh_cn: 在驼峰匹配模式中自动移动插入符号到上个单词并选择

source: Move Caret to Text End
zh_cn: 移动插入符号到文本的末尾处

source: Move Caret to Text End with Selection
zh_cn: 移动插入符号到文本的末尾并选择

source: Move Caret to Text Start
zh_cn: 移动插入符号到文本的开始处

source: Move Caret to Text Start with Selection
zh_cn: 移动插入符号到文本的开始并选择

source: Move Catch Up
zh_cn: 向上移动 catch

source: Move Changes to List
zh_cn: 将更改移动到列表

source: Move Class in Extend list
zh_cn: 在扩展列表中移动类

source: Move Class refactoring cannot be applied to anonymous classes
zh_cn: 移动类重构不能应用于匿名类

source: Move Class to Package
zh_cn: 移动类到包

source: Move Class to Separate File
zh_cn: 将类移动到单独的文件

source: Move Component
zh_cn: 移动组件

source: Move Cursor
zh_cn: 移动光标

source: Move D&own
zh_cn: 下移(&O)

source: Move Down
zh_cn: 下移

source: Move Down and Scroll
zh_cn: 下移和滚动

source: Move Down and Scroll with Selection
zh_cn: 向下滚动并选择

source: Move Element Left
zh_cn: 向左移动元素

source: Move Element Right
zh_cn: 向右移动元素

source: Move Inner to Upper Level
zh_cn: 移动内部到上一级

source: Move Instance Method
zh_cn: 移动实例方法

source: Move Instance method
zh_cn: 移动实例方法

source: Move Line Do_wn
zh_cn: 下移行(_W)

source: Move Line _Up
zh_cn: 上移行(_U)

source: Move Lines to Another Changelist...
zh_cn: 将行移动到另一个更改列表...

source: Move Members
zh_cn: 移动成员

source: Move Module to Group
zh_cn: 移动模块到组

source: Move Package refactoring cannot be applied to default package
zh_cn: 移动包重构不能用于默认包

source: Move Right
zh_cn: 右移

source: Move Statement Do_wn
zh_cn: 向下移动语句(_W)

source: Move Statement _Up
zh_cn: 向上移动语句(_U)

source: Move To Grid
zh_cn: 移动到网格

source: Move To Tab
zh_cn: 移动到选项卡

source: Move Up
zh_cn: 上移

source: Move Up and Scroll
zh_cn: 上移和滚动

source: Move Up and Scroll with Selection
zh_cn: 向上滚动并选择

source: Move Watch Down
zh_cn: 下移观察点

source: Move Watch Up
zh_cn: 上移观察点

source: Move as &enum constants if possible
zh_cn: 如果可能，移动为枚举常量(&E)

source: Move assignment to field declaration
zh_cn: 将赋值移到字段声明

source: Move bound ''{0}'' to the beginning of the bounds list of type parameter ''{1}''
zh_cn: 移动 bound ''{0}'' 到类型参数 bound 列表的开头 ''{1}''

source: Move caret
zh_cn: 移动插入符

source: Move catch for ''{0}'' before ''{1}''
zh_cn: 移动 catch ''{0}'' 在 ''{1}'' 之前

source: Move changes in selected lines to another changelist
zh_cn: 将选定行中的更改移到另一个更改列表

source: Move class ''{0}'' to ''{0}.java''
zh_cn: 移动类 ''{0}'' 到 ''{0}.java''

source: Move code element left/right
zh_cn: 左/右自动代码元素

source: Move condition to loop
zh_cn: 将条件移至循环

source: Move current element(s) to the next position in containing list of elements
zh_cn: 将当前元素(多个)移动到包含元素列表中的下一个位置

source: Move current element(s) to the previous position in containing list of elements
zh_cn: 将当前元素(多个)移动到包含元素列表中的前一位置

source: Move current thread to the top
zh_cn: 移动当前线程到顶部

source: Move directory {0}
zh_cn: 移动目录 {0}

source: Move directory {0} to &another source root
zh_cn: 移动 {0} 目录的另一个源根(&A)

source: Move down
zh_cn: 下移

source: Move editor to opposite tab group
zh_cn: 移动编辑器到相反的选项卡组

source: Move file to a source root
zh_cn: 将文件移动到源根目录

source: Move file {0}
zh_cn: 移动文件 {0}

source: Move initializer to constructor
zh_cn: 将初始化器移到构造函数

source: Move initializer to setUp method
zh_cn: 将初始化器移动到 setUp 方法

source: Move inner class to upper level
zh_cn: 向上级移动内部类

source: Move instance method
zh_cn: 移动实例方法

source: Move instance method is not supported for {0}
zh_cn: 移动实例方法不支持 {0}

source: Move into new folder
zh_cn: 移动到新文件夹

source: Move members from:
zh_cn: 移动成员从:

source: Move method is not supported for constructors
zh_cn: 移动方法不支持构造函数

source: Move method is not supported for generic classes
zh_cn: 移动方法不支持泛型类

source: Move method is not supported when method is a part of inheritance hierarchy
zh_cn: 当方法是继承层次结构的一部分时，不支持移动方法

source: Move parameter left
zh_cn: 左移参数

source: Move parameter right
zh_cn: 右移参数

source: Move renderer Down
zh_cn: 下移渲染器

source: Move renderer Up
zh_cn: 上移渲染器

source: Move selected arrangement rule(s) down
zh_cn: 向下移动选定的排列规则

source: Move selected arrangement rule(s) up
zh_cn: 向上移动选定的排列规则

source: Move selected changes to another changelist
zh_cn: 将选中更改移动到另一个更改列表

source: Move selected lines one line down
zh_cn: 把选中行向下移动一行

source: Move selected lines one line up
zh_cn: 把选中行向上移动一行

source: Move selected statements one line down
zh_cn: 把选中语句向下移动一行

source: Move selected statements one line up
zh_cn: 把选中语句向上移动一行

source: Move selection
zh_cn: 移动所选

source: Move shelves to the new location
zh_cn: 将 shelves 移动到新位置

source: Move specified classes
zh_cn: 移动指定的类

source: Move specified classes to:
zh_cn: 移动指定的类到:

source: Move specified directories
zh_cn: 移动指定的目录

source: Move specified elements
zh_cn: 移动指定的元素

source: Move specified files
zh_cn: 移动指定的文件

source: Move specified packages
zh_cn: 移动指定的包

source: Move the selected class, method, package or static member to another package or class and correct all references
zh_cn: 将选中类，方法，包或静态成员移动到另一个包或类，并更正所有引用

source: Move through the most recent change points
zh_cn: 在最近的更改点中移动

source: Move to
zh_cn: 移动到

source: Move to Another Changelist...
zh_cn: 移到另一个更改列表...

source: Move to another source &folder
zh_cn: 移动到另一个源文件夹(&F)

source: Move to package ''{0}''
zh_cn: 移动类到包 ''{0}''

source: Move to the next difference
zh_cn: 移动到下一个差异

source: Move to the next unresolved conflict
zh_cn: 移动到下一个未解决的冲突

source: Move to the previous difference
zh_cn: 移动到上一个差异

source: Move to the previous unresolved conflict
zh_cn: 移动到上一个未解决的冲突

source: Move up
zh_cn: 上移

source: Move view to the debugger grid container
zh_cn: 将视图移动到调试器网格容器

source: Move view to the debugger tab container
zh_cn: 将视图移动到调试器选项卡容器

source: Move {0} &packages to another package
zh_cn: 移动 {0} 包到另一个包(&P)

source: Move {0} directories to &another source root
zh_cn: 移动 {0} 目录到另一个源根(&A)

source: Move {0} to the Group {1}
zh_cn: 将 {0} 移动到组 {1}

source: Move {0} to {1}
zh_cn: 将 {0} 移动到 {1}

source: Move {0} {1}
zh_cn: 移动 {0}{1}

source: Moves execution point back to the method call dropping current method frames from the stack
zh_cn: 将执行点移回方法调用，从堆栈中丢弃当前方法的帧

source: Moving directories
zh_cn: 移动目录中

source: Moving inner class {0}
zh_cn: 移动内部类 {0}

source: Moving local classes is not supported
zh_cn: 不支持移动局部类

source: Moving non-static classes from JSP page is not supported
zh_cn: 不支持从 JSP 页面移动非静态类

source: Moving {0} to package {1}
zh_cn: 将 {0} 移动到到 {1}

source: Multi-catches
zh_cn: 多重 catch

source: Multiple carets
zh_cn: 多个插入符号

source: Multiple directories correspond to package
zh_cn: 多个目录对应于包

source: Multiple expressions in one line
zh_cn: 多个表达式在同一行

source: Multiple implementations
zh_cn: 多个实现

source: Multiple module-info files in module ''{0}''
zh_cn: 模块 ''{0}'' 中有多个 module-info 文件

source: Multiple root tags
zh_cn: 多个根标签

source: Multiplicative operators (*, /, %)
zh_cn: 乘法运算符 (*, /, %)

source: Must be defined in the parent file ''{1}''.
zh_cn: 必须在父文件 ''{1}'' 中定义。

source: Mute Breakpoints
zh_cn: 启用断点

source: Mute/unmute all breakpoints in a debug session.
zh_cn: 在调试会话中启用/禁用所有断点。

source: My Plugins:
zh_cn: 我的插件:

source: N&ever
zh_cn: 从不(&E)

source: N&o for All
zh_cn: 全否(&O)

source: NOT_STARTED
zh_cn: 未开始(_S)

source: N_ext Method
zh_cn: 下一方法(_E)

source: Na&me:
zh_cn: 名称:(&M)

source: Na_vigation Bar
zh_cn: 导航栏(_V)

source: Name
zh_cn: 名称

source: Name cannot be empty
zh_cn: 名字不能为空

source: Name clashes with existing variable
zh_cn: 名称与现有变量冲突

source: Name expected
zh_cn: 预期名称

source: Name of reference variable argument expected on ''{0}'' option
zh_cn: 期望在 ''{0}'' 选项上的引用变量参数的名称

source: Name prefix:
zh_cn: 名称前缀:

source: Name suffix:
zh_cn: 名称后缀:

source: Name:
zh_cn: 名称:

source: Names count to use static import with '*':
zh_cn: 使用 '*' 静态导入的名字数：

source: Namespace ''{0}'' is not bound
zh_cn: 命名空间 ''{0}'' 没有约束

source: Namespace declaration is never used
zh_cn: 命名空间声明从未使用过

source: Namespace is not bound
zh_cn: 命名空间没有约束

source: Namespace location is never used
zh_cn: 命名空间位置从未使用过

source: Namespace prefix
zh_cn: 命名空间前缀

source: Namespace:
zh_cn: 命名空间:

source: Naming
zh_cn: 命名

source: Naming conventions
zh_cn: 命名约定

source: Native Library Locations
zh_cn: Native 库位置

source: Native file watcher executable not found
zh_cn: 本地文件观察器可执行文件未找到

source: Native file watcher is not executable: <a href="{0}">{0}</a>
zh_cn: 本地文件观察器不可执行：<a href="{0}"> {0} </a>

source: Native file watcher is not supported on this platform
zh_cn: 本平台不支持本地文件观察器

source: Native methods cannot have a body
zh_cn: Native 方法不能有方法体

source: Navigate
zh_cn: 导航

source: Navigate to 'null' argument usages
zh_cn: 导航到 'null' 实参的使用

source: Navigate to a line (and/or column) in editor by its number
zh_cn: 通过数字在编辑器中导航到某一行(和/或列)

source: Navigate to duplicate
zh_cn: 导航到重复

source: Navigate to occurrences
zh_cn: 导航到匹配项

source: Navigate to one of the related or linked symbols
zh_cn: 导航到一个相关或链接的文件

source: Navigate to preview
zh_cn: 导航到预览

source: Navigate to previous declared variable ''{0}''
zh_cn: 导航到之前的变量声明 ''{0}''

source: Navigate to the declaration of a class that the current class extends or implements
zh_cn: 导航到当前类扩展或实现的类声明

source: Navigate to the declaration of a method that the current method overrides or implements
zh_cn: 导航到当前方法覆盖或实现的方法声明

source: Navigate to the declaration of the advice, error or warning declaration that affects a join point at caret
zh_cn: 导航到在插入符号处影响连接点的建议，错误或警告声明的声明

source: Navigate to the declaration of the symbol at caret
zh_cn: 导航到插入符号处的符号的声明

source: Navigate to the declaration of the symbol's type at caret
zh_cn: 导航插入符号处的符号类型的声明

source: Navigate to the implementation(s) of the selected class or method
zh_cn: 导航到选中类或方法的实现

source: Navigate to the next bookmark in the active editor
zh_cn: 在活动编辑器中导航到下一个书签

source: Navigate to the next highlighted element usage
zh_cn: 导航到下一个高亮的元素用法

source: Navigate to the next highlighted error in the active editor
zh_cn: 在活动编辑器导航到下一个突出显示的错误

source: Navigate to the next method in the active editor
zh_cn: 在活动编辑器中导航到下一个方法

source: Navigate to the next occurrence
zh_cn: 导航到下一次匹配项

source: Navigate to the previous bookmark in the active editor
zh_cn: 在活动编辑器中导航到上一个书签

source: Navigate to the previous highlighted element usage
zh_cn: 导航到上一个高亮的元素用法

source: Navigate to the previous highlighted error in the active editor
zh_cn: 在活动编辑器导航到上一个突出显示的错误

source: Navigate to the previous method in the active editor
zh_cn: 在活动编辑器中导航到上一个方法

source: Navigate to the previous occurrence
zh_cn: 导航到上一次匹配项

source: Navigate to the subject of the selected test
zh_cn: 导航到所选测试的对象

source: Navigate to the test of the selected class
zh_cn: 导航到选中类的测试

source: Navigate to variable declaration
zh_cn: 导航到变量声明

source: Navigation
zh_cn: 导航

source: Navigation Bar
zh_cn: 导航栏

source: Navigation bar is a quick alternative to the Project view.
zh_cn: 导航栏是Project（项目）视图的快速替代方法。

source: Navigation from non-modified tab will reuse it
zh_cn: 从未修改的选项卡导航时将重新使用它

source: Ne&w Changelist
zh_cn: 新建更改列表(&W)

source: Ne_xt Bookmark
zh_cn: 下一个书签(_X)

source: Ne_xt Occurrence
zh_cn: 下一个匹配项(_X)

source: Need to navigate to or change an IDE setting?
zh_cn: 需要导航到或更改 IDE 设置？

source: Negation Broader Scope
zh_cn: 否定更大的范围

source: Negative number
zh_cn: 负数

source: Neither main class nor JAR path is specified
zh_cn: 主类和 JAR 路径都未被指定

source: Neither the class nor {0, choice, 1#its implementation|2#{0,number} its implementations} are ever instantiated.
zh_cn: 类或实现没有实例化。

source: Nested class access
zh_cn: 嵌套类访问

source: Nested element ''{0}'' is not allowed here
zh_cn: 嵌套元素 ''{0}'' 在这里不允许

source: Never
zh_cn: 从不

source: Never, use short name and add import
zh_cn: 从不，使用短名称添加导入

source: New
zh_cn: 新建

source: New &Window
zh_cn: 新窗口(&W)

source: New @interface
zh_cn: 新建 @interface

source: New Changelist
zh_cn: 新建更改列表

source: New Changelist...
zh_cn: 新更改列表...

source: New Class
zh_cn: 新建类

source: New Class Level Watch...
zh_cn: 新建类级别的观察点...

source: New Directory
zh_cn: 新建目录

source: New Enum
zh_cn: 新建枚举

source: New File
zh_cn: 新建文件

source: New File Type
zh_cn: 新文件类型

source: New File...
zh_cn: 新建文件...

source: New Filter
zh_cn: 新的过滤器

source: New Folder
zh_cn: 新建文件夹

source: New Folder...
zh_cn: 新建文件夹...

source: New Global Library
zh_cn: 新全局库

source: New Group (1)
zh_cn: 新组(1)

source: New Group (2)
zh_cn: 新组(2)

source: New HTML File
zh_cn: 新建 HTML 文件

source: New Highlight Severity
zh_cn: 新的高亮严重性

source: New Interface
zh_cn: 新建接口

source: New Library Files
zh_cn: 新建库文件

source: New Library...
zh_cn: 新库...

source: New Module
zh_cn: 新建模块

source: New Package
zh_cn: 新建包

source: New Package...
zh_cn: 新建包...

source: New Profile Name
zh_cn: 新的配置文件名称

source: New Project
zh_cn: 新建项目

source: New Project Library
zh_cn: 新项目库

source: New Project...
zh_cn: 新建项目...

source: New Scratch Buffer
zh_cn: 新建临时缓冲区

source: New Top Level Group...
zh_cn: 新顶级组...

source: New Watch...
zh_cn: 新建观察点...

source: New anonymous inheritor creation
zh_cn: 新匿名继承的创建

source: New array creation
zh_cn: 新数组的创建

source: New build {0} is available.
zh_cn: 新构建 {0} 是可用的。

source: New in This Directory
zh_cn: 在当前目录新建

source: New instance creation
zh_cn: 新实例的创建

source: New line after &last attribute:
zh_cn: 在最后一个属性前新行：(&L)

source: New line after '('
zh_cn: 在 '(' 后换行

source: New line after '['
zh_cn: '[' 后换行

source: New line after '{'
zh_cn: '{' 后换行

source: New line before &first attribute:
zh_cn: 在第一个属性前新行：(&F)

source: New name
zh_cn: 新名字

source: New name of method is not Java identifier
zh_cn: 方法的新名称不是 Java 标识符

source: New name:
zh_cn: 新名称:

source: New parameter ''{0}'' has been added.
zh_cn: 新参数 ''{0}'' 已添加。

source: New scratch file
zh_cn: 新建临时文件

source: New value = ''{3}''
zh_cn: 新的值 =''{3}''

source: New version:
zh_cn: 新版本:

source: New {0}
zh_cn: 新建 {0}

source: New...
zh_cn: 新建...

source: New:
zh_cn: 新建的:

source: Next C_hange
zh_cn: 下一个更改(_H)

source: Next Conflict
zh_cn: 下一个冲突

source: Next Difference
zh_cn: 下一处差异

source: Next Edit Location
zh_cn: 下一个编辑位置

source: Next Entry in Console History
zh_cn: 控制台历史中的下一个输入

source: Next Error/Warning
zh_cn: 下一错误/警告

source: Next Failed Test
zh_cn: 下一个失败的测试

source: Next Frame
zh_cn: 下一帧

source: Next Message
zh_cn: 下一条信息

source: Next Method Overload
zh_cn: 下一个方法重载

source: Next Occurrence
zh_cn: 下一个匹配项

source: Next Parameter
zh_cn: 下一个参数

source: Next Project Window
zh_cn: 下一个项目窗口

source: Next Started Configuration
zh_cn: 后一个启动的配置

source: Next TODO
zh_cn: 下一个 TODO

source: Next Template Variable or Finish In-Place Refactoring
zh_cn: 下一个模板变量或完成就地重构

source: Next entry in console history
zh_cn: 控制台历史中的下一项输入

source: Next line
zh_cn: 下一行

source: Next line if wrapped
zh_cn: 换行的下一行

source: Next line shifted
zh_cn: 下一行,移动后

source: Next line, each shifted
zh_cn: 下一行,每行都移动后

source: Next, open an HTML page in your browser and see it running on the defined port.
zh_cn: 接下来，在浏览器中打开一个 HTML 页面，可以看到它运行在自定义的端口上。

source: No
zh_cn: 否

source: No ANT configured
zh_cn: 没有配置 ANT

source: No Ant configured
zh_cn: 没有配置 Ant

source: No Changes Found
zh_cn: 没有发现更改

source: No Classes Found
zh_cn: 没有找到的类

source: No Debug Info
zh_cn: 没有调试信息

source: No Differences
zh_cn: 没有差异

source: No Documentation
zh_cn: 没有文档

source: No Element Selected
zh_cn: 未选择元素

source: No Help Available
zh_cn: 无可用的帮助
